{
  "Potato": "土豆",
  "Very Low": "非常低",
  "Low": "低的",
  "Medium": "中等的",
  "High (Default)": "高（默认）",
  "Very High": "很高",
  "Ultra": "极端主义者",
  "Complementary": "补充",
  "Shader profiles change performance settings with the most optimised visual fidelity to performance ratio. [*] It's recommended to use one of these profiles for your settings unless you know what you are doing. [*] All affected settings can all be found in the \"Performance Settings\" menu.": "着色器配置文件以最优化的视觉保真度与性能比例更改性能设置。 [*]除非您知道自己在做什么，否则建议将这些配置文件之一用于您的设置。 [*]所有受影响的设置都可以在“性能设置”菜单中找到。",
  "Information": "信息",
  "This section contains buttons that only exist to provide information.": "本节包含仅存在信息的按钮。",
  "Hover your mouse on a button": "将鼠标悬停在按钮上",
  "": "",
  "How to get more performance": "如何获得更多的性能",
  "Performance is a complex topic in Minecraft because it gets affected by so many things, but you can try these:. Reduce your render distance, ideally it should be between 6 and 16 for almost every device. Reduce the \"Profile\" shader setting, these have been carefully tested for the best visual/performance ratio. More information will be added later.": "性能是Minecraft中一个复杂的话题，因为它会受到许多事情的影响，但是您可以尝试这些：。降低渲染距离，理想情况下，几乎每个设备的距离应在6至16之间。减少“配置文件”着色器设置，这些设置已经过仔细测试，以达到最佳的视觉/性能比率。更多信息将在稍后添加。",
  "What are the best settings": "最好的设置是什么",
  "Best settings are subjective, but using the default settings will be the near-best for most people. The default settings have been shaped by years of community evaluations and feedback, while paying a lot of attention to the visual/performance ratio. But you should still feel free to tweak around and have fun doing so!": "最佳设置是主观的，但是对于大多数人来说，使用默认设置将是近乎最佳的设置。默认设置是由多年的社区评估和反馈来塑造的，同时非常关注视觉/性能比率。但是您仍然应该随意调整并玩得开心！",
  "What is Profile or Visual Style": "什么是个人资料或视觉样式",
  "\"Profile\" setting changes the settings found in the \"Performance Settings\" menu, while not affecting any preference-based settings. \"Visual Style\" changes the \"Set by Style\" values that exist on many preference-based settings, but it does not impact performance by an important amount.": "“配置文件”设置更改“性能设置”菜单中的设置，同时不影响任何基于首选项的设置。 “视觉样式”更改了许多基于偏好的设置上存在的“按样式设置”值，但不会影响性能。",
  "What is RP Support": "什么是RP支持",
  "RP Support option determines how the shader pack treats the different blocks of Minecraft. For example, IntegratedPBR+ treats gold blocks as reflective things, while labPBR or seuspbr require you to install a resource pack to tell that to the shader. Setting RP Support to Basic will make it so that no block is \"special\" other than a couple exceptions like water.": "RP支持选项确定着色器包如何处理Minecraft的不同块。例如，IntegratedPBR+将金块视为反射性的事物，而LabPBR或Seuspbr要求您安装资源包以将其告知着色器。将RP支撑设置为基本，因此除了水之类的两个例外外，没有其他障碍是“特别的”。",
  "How to fix mod issues": "如何解决mod问题",
  "Mod incompatibilities are inevitable with shader packs because of the way they work, but you can check out this information page about mod issues with Complementary to view a bunch of known fixes. www.complementary.dev/mod-issues": "由于它们的工作方式，MOD不兼容与着色器包是不可避免的，但是您可以查看有关Mod问题的信息页面，并查看许多已知修复程序。 www.complementary.dev/mod-sissues",
  "How to join the community": "如何加入社区",
  "You can join the Complementary Discord server to join our friendly community, and be able to contact developers or experienced community members. www.complementary.dev/discord": "您可以加入互补的Discord服务器，加入我们的友好社区，并能够联系开发人员或经验丰富的社区成员。 www.complementary.dev/discord",
  "How to support Complementary": "如何支持补充",
  "Best way to support the development of Complementary is to share it with your friends or social media, but you can also directly support the developer on Patreon. www.patreon.com/emingt": "支持互补发展的最佳方法是与您的朋友或社交媒体分享，但您也可以直接支持Patreon的开发人员。 www.patreon.com/emingt",
  "Credits": "学分",
  "EminGT: The main developer of Complementary. Capt Tatsu: Developer of BSL Shaders, his generosity is what made Complementary possible in the first place. Special Thanks: IMS212, sp614x, Chocapic13, Robobo1221, SixthSurge, null511, fayer3, catlikecoding, Builderb0y, Jessie, SpacEagle17, isuewo, flytrap": "Emingt：互补的主要开发商。 Tatsu上尉：BSL着色器的开发商，他的慷慨是使互补的成为可能的原因。特别感谢：IMS212，SP614X，Chocapic13，Robobo1221，Sixthsurge，Null511，Fayer3，CatlikeCoding，BuilderB0Y，Jessie，Spaceagle17，Isuewo，Isuewo，FlyTrap，FlyTrap",
  "Visual Style": "视觉样式",
  "Determines the default visual style of the shader pack. Reimagined: Complementing Minecraft while preserving its unique visual elements. Unbound: Reworking the visuals of Minecraft with a semi-realistic fantasy style. [*] Affected settings: Water Style, Cloud Style, Sun/Moon Style, Sun/Moon Angle, Aurora Style, Glowing Ores.": "确定着色器包的默认视觉样式。重新构想：在保留其独特的视觉元素的同时补充Minecraft。 Unbound：通过半现实的幻想风格重新设计Minecraft的视觉效果。 [*]受影响的设置：水样，云样式，太阳/月亮风格，太阳/月球角，极光风格，发光的矿石。",
  "Reimagined": "重新构想",
  "Unbound": "未绑定",
  "Performance Settings": "性能设置",
  "Settings that directly relate to the performance, and get changed by the different shader profiles.": "与性能直接相关的设置，并通过不同的着色器配置文件进行更改。",
  "Atmosphere": "气氛",
  "Settings that relate to the atmosphere.": "与大气有关的设置。",
  "Atmosphere Color Multipliers": "气氛颜色乘数",
  "Enables customization of atmosphere colors that are mostly seen in the sky and fog.": "启用自定义大气颜色，这些颜色主要在天空和雾中看到。",
  "Sunrise/Sunset Time": "日出/日落时间",
  "Noon Time": "中午时间",
  "Night Time": "夜间",
  "Rainy Weather": "多雨的天气",
  "The Nether Dimension": "无尺寸",
  "The End Dimension": "末端维度",
  "Clouds": "云",
  "Settings that relate to the clouds.": "与云有关的设置。",
  "Cloud Color": "云颜色",
  "Settings to change the color of the clouds.": "设置以更改云的颜色。",
  "Unbound Cloud Settings": "未结合的云设置",
  "Reimagined Cloud Settings": "重新想象的云设置",
  "Fog": "多雾路段",
  "Settings that relate to the various types of fog.": "与各种雾相关的设置。",
  "Sun / Moon": "太阳 /月亮",
  "Settings that relate to the sun and moon.": "与太阳和月亮有关的设置。",
  "Settings that relate to the Nether dimension.": "与无尺寸相关的设置。",
  "Rain / Weather": "雨 /天气",
  "Settings that relate to weather conditions": "与天气条件相关的设置",
  "Camera": "相机",
  "Settings that relate to the view/camera.": "与视图/相机相关的设置。",
  "Color Balance": "色彩平衡",
  "Settings that determine the color balance of the visuals.": "确定视觉效果的色彩平衡的设置。",
  "Color Grading": "颜色分级",
  "Settings to mix up the final color channels.": "设置以混合最终的颜色通道。",
  "World Blur": "世界模糊",
  "Settings that relate to fancy world blurring effects.": "与幻想世界模糊效应有关的设置。",
  "Materials": "材料",
  "Settings that are related to the materials of Minecraft.": "与Minecraft材料相关的设置。",
  "IntegratedPBR+ Materials": "IntegratedPBR+材料",
  "Settings that are related to the features of IntegratedPBR+.": "与IntegratedPBR+功能相关的设置。",
  "Glowing Ores": "发光的矿石",
  "Settings to adjust emission of ore blocks.": "调整矿石块排放的设置。",
  "Glowing Stuff": "发光的东西",
  "Settings to adjust emission of miscellaneous blocks.": "调整其他块排放的设置。",
  "Other IPBR+ Features": "其他IPBR+功能",
  "Miscellaneous IntegratedPBR+ settings.": "杂项集成PBR+设置。",
  "labPBR/seuspbr Materials": "Labpbr/Seuspbr材料",
  "Settings that are related to the features of labPBR/seuspbr.": "与LabPBR/Seuspbr功能相关的设置。",
  "Lighting": "灯光",
  "Settings that are related to lighting.": "与照明有关的设置。",
  "Lighting Color Multipliers": "照明颜色乘数",
  "Enables customization of lighting colors that are seen on all surfaces.": "启用在所有表面上看到的照明颜色的自定义。",
  "Blocklight Color [*]": "块颜色[*]",
  "Settings to adjust the color emitted from light source blocks. [*] These color settings won't affect most lights if the Advanced Colored Lighting setting is enabled, except for the Blocklight Intensity slider.": "设置以调整从光源块发出的颜色。 [*]如果启用了高级彩色照明设置，则这些颜色设置不会影响大多数灯光，除了Blocklight强度滑块。",
  "Moon Phase Influence": "月相影响",
  "Settings to determine how different moon phases affect the night lighting.": "设置以确定不同的月相如何影响夜间照明。",
  "ACL Exclusive Features [*]": "ACL独家功能[*]",
  "Settings that are about features exclusive to Advanced Colored Lighting. [*] These features only work if Advanced Colored Lighting is enabled in Performance Settings and your system supports it.": "与高级彩色照明专有的功能有关的设置。 [*]这些功能仅在启用高级彩色照明中在性能设置中启用，并且您的系统支持它。",
  "Pixelated Lighting": "像素化照明",
  "Settings to make certain lighting effects pixelated.": "设置以使某些照明效果像素化。",
  "Water": "水",
  "Settings that are about water.": "关于水的设置。",
  "Water Surface Color": "水面颜色",
  "Underwater Color": "水下颜色",
  "Waving Water Normals [*]": "挥舞水正常[*]",
  "Settings to customise the surface-direction waves (normals) seen on water. [*] These settings only work when the Water Style is set to \"Reimagined + Waves\" or \"Unbound\".": "自定义在水上看到的地表方向波（正常）的设置。 [*]这些设置仅在设置为“重新构想 +波”或“未结合”时起作用。",
  "Waving Textures": "挥舞着纹理",
  "Settings that are about waving textures.": "关于挥舞纹理的设置。",
  "Other": "其他",
  "Settings that don't fit into any other category.": "不适合任何其他类别的设置。",
  "Selection Outline": "选择大纲",
  "Settings that change the block selection outline.": "更改块选择大纲的设置。",
  "World Outline": "世界大纲",
  "Settings that are about optional outline effects.": "有关可选大纲效果的设置。",
  "RP Support": "RP支持",
  "Changes many internal calculations to determine how different blocks and materials will be rendered. Integrated PBR+: Calculated PBR and extra effects, highly recommended for most use cases. Basic: No PBR or extra effects. labPBR/seuspbr: Materials using the required PBR resource packs.": "更改许多内部计算，以确定如何渲染不同的块和材料。集成PBR+：计算出的PBR和额外效果，强烈建议在大多数用例中使用。基本：没有PBR或额外效果。 LABPBR/SEUSPBR：使用所需的PBR资源包的材料。",
  "Basic": "基本的",
  "Integrated PBR+": "集成的PBR+",
  "seuspbr (RP Required)": "Seuspbr（需要RP）",
  "labPBR (RP Required)": "LABPBR（需要RP）",
  "Water Reflection Quality": "水反射质量",
  "Adjusts the visual quality of reflections that appear on translucents. Medium: Screenspace ray-traced reflections on water and translucents. Potato: Replaces water and translucent reflections with a faster method, may look incorrect in some situations. OFF: No reflections.": "调整透明质上出现的反射的视觉质量。媒介：屏幕空间对水和半透明的反射。马铃薯：用更快的方法代替水和半透明的反射，在某些情况下看起来不正确。关闭：没有反思。",
  "OFF": "离开",
  "Sky only": "只是天空",
  "Block Reflection Quality [*]": "块反射质量[*]",
  "Adjusts the visual quality of reflections that appear on solid materials. High: Sun/moon highlights + smoother specular reflections using a temporal filter. Medium: Sun/moon highlights + specular reflections. Low: Sun/moon highlights only. [*] RP Support option must be set to anything but Basic for any specular reflections to appear.": "调整出现在固体材料上的反射的视觉质量。高：太阳/月亮亮点 +使用时间过滤器更光滑的镜面反射。媒介：太阳/月亮亮点 +镜面反射。低：太阳/月亮仅亮点。 [*] RP支持选项必须设置为除了任何镜面反射的基本外观之外的任何东西。",
  "High": "高的",
  "Real-Time Shadows": "实时阴影",
  "Adjusts the quality of shadows. Every tier further reduces the shadow noise artifacts, options lower than High enable optimised shadows on leaves, Very Low significantly downgrades shadows in multiple ways, OFF completely disables shadows and light shafts.": "调整阴影的质量。每个层进一步降低了阴影噪声伪像，选项低于高启用叶子上优化的阴影，非常低的叶子以多种方式显着降低阴影，从而完全禁用阴影和浅色轴。",
  "Light Shaft Quality [*]": "轻轴质量[*]",
  "Adjusts the quality of light shafts. Every tier further reduces the light shaft noise artifacts. [*] \"Real-Time Shadows\" setting must be set to anything but OFF for light shafts to work.": "调整光轴的质量。每个层进一步降低了光轴噪声。 [*]“实时阴影”设置必须设置为任何事物，但要进行轻轴工作。",
  "Shadow Distance": "阴影距离",
  "Adjusts the distance from the player which real-time shadows are rendered. [*] The value is internally capped at Render Distance. [*] It's recommended to set this value to about 80% of your render distance for best performance and coverage. [-] Lower values may cause excessive Light Shaft leaking.": "调整与播放实时阴影呈现的播放器的距离。 [*]该值在渲染距离内内部封顶。 [*]建议将此值设置为渲染距离的约80％，以获得最佳性能和覆盖范围。 [ - ]较低的值可能导致过度的光轴泄漏。",
  "4 Chunks [-]": "4个块[ - ]",
  "5 Chunks [-]": "5个块[ - ]",
  "6 Chunks [-]": "6个块[ - ]",
  "7 Chunks [-]": "7个块[ - ]",
  "8 Chunks": "8个块",
  "10 Chunks": "10个块",
  "12 Chunks": "12个大块",
  "14 Chunks": "14个块",
  "16 Chunks": "16个块",
  "20 Chunks": "20个块",
  "24 Chunks": "24个块",
  "32 Chunks": "32个大块",
  "48 Chunks": "48个大块",
  "-64 Chunks-": "-64块 -",
  "Entity Shadows": "实体阴影",
  "Enables the ability for entities and block entities to cast shadows. [-] Entity Shadows impact performance way more than expected, costing more than 50% of your fps in some cases.": "使实体和阻止实体能够施放阴影的能力。 [ - ]实体阴影影响性能的方式超出了预期，在某些情况下，耗资超过50％的FPS。",
  "-ON- [-]": "-在- [-]",
  "Detail Quality": "细节质量",
  "Adjusts several small things that affect performance. Adjust the quality of: Water material, TAA, lighting tweaks, Night Nebula, Nether Storm, Ender Beams, sky effect reflections, rain puddle accuracy, waving effect": "调整几个影响性能的小事情。调整质量：水材，TAA，灯光调整，夜间星云，裸露风暴，末日，天空效应反射，雨水水坑准确性，挥舞效果",
  "Cloud Quality": "云质量",
  "Adjusts the lighting, detail, and sample quality of Reimagined/Unbound cloud styles. [*] This setting only works with the \"Reimagined\" or \"Unbound\" Cloud Styles.": "调整重新构想/未结合云样式的照明，细节和样品质量。 [*]此设置仅适用于“重新构想”或“未结合”云样式。",
  "Anti-Aliasing (FXAA)": "抗氧化（FXAA）",
  "Enables Fast Approximate Anti-Aliasing (FXAA), which is basically an effect that produces smoother image.": "启用快速近似抗氧化（FXAA），这基本上是产生光滑图像的效果。",
  "ON": "在",
  "Edge Shadow (SSAO) Quality": "边缘阴影（SSAO）质量",
  "Adjusts the quality of Screen-Space Ambient Occlusion (SSAO) which adds extra ambient shadowing to the edges of the scene. Every tier further reduces the ssao noise artifacts.": "调整屏幕空间环境闭塞（SSAO）的质量，从而为场景边缘增加了额外的环境阴影。每个层进一步降低了SSAO噪声伪像。",
  "Texture Filtering": "纹理过滤",
  "Improves the quality of mipmapped textures using Anisotropic Filtering. [*] Make sure your \"Mipmap Levels\" video setting is set to Maximum (4) or you won't get good results.": "使用各向异性过滤提高模拟纹理的质量。 [*]确保您的“ MIPMAP级别”视频设置设置为最大值（4），否则您将无法获得良好的结果。",
  "4x": "4x",
  "8x": "8x",
  "16x": "16倍",
  "Advanced Colored Lighting [*]": "高级彩色照明[*]",
  "Uses voxelization and floodfill lighting to add color to blocklight, alongside introducing some new lights. [*] This feature only works on Iris and supported platforms. [*] This setting will be disabled if \"Real-Time Shadows\" is OFF. [+] This system also enables some other features which you can individually enable/disable in the \"Other\" -> \"ACL Features\" menu. [-] High chunk values for this effect impact performance way more than expected, each increment can cost more than twice the performance of the previous tier.": "在引入一些新的灯光之外，使用体素化和洪水照明来增加颜色为块光。 [*]此功能仅在IRIS和受支持的平台上起作用。 [*]如果“实时阴影”关闭，此设置将被禁用。 [+]该系统还启用了一些其他功能，您可以在“其他”  - >“ ACL功能”菜单中单独启用/禁用这些功能。 [ - ]此效果影响性能的高块值比预期的要多，每个增量的成本超过了上一层的性能的两倍。",
  "4 Chunks": "4个块",
  "6 Chunks": "6个块",
  "24 Chunks [-]": "24个块[ - ]",
  "-32 Chunks- [-]": "-32块 -  [ - ]",
  "Edge Shadow Intensity (SSAO)": "边缘阴影强度（SSAO）",
  "Determines the strength of Screen-Space Ambient Occlusion (SSAO) which adds extra ambient shadowing to the edges of the scene. [*] This setting won't work if SSAO is disabled in \"Performance Settings\".": "确定屏幕空间环境阻塞（SSAO）的强度​​，这为场景边缘增添了额外的环境阴影。 [*]如果在“性能设置”中禁用SSAO，此设置将无法使用。",
  "Edge Shadow Intensity (Vanilla)": "边缘阴影强度（香草）",
  "Determines the strength of Minecraft's ambient occlusion which adds extra ambient shadowing to the edges of the scene.": "确定Minecraft环境阻塞的强度，这为场景边缘增添了额外的环境阴影。",
  "Border Fog": "边界雾",
  "Intense fog on the edges of the loaded world to hide chunk borders. [*] It's recommended to disable Border Fog when playing with less than 8 chunks of render distance.": "在装载世界的边缘上强烈的雾，以隐藏块边界。 [*]建议在渲染距离不到8个块的距离时禁用边界雾。",
  "Atmospheric Fog": "大气雾",
  "Adjusts the intensity of altitude-based fog.": "调整基于高度的雾的强度。",
  "Very Subtle": "非常微妙",
  "Subtle": "微妙的",
  "Normal": "普通的",
  "Intense": "激烈的",
  "Atmospheric Fog Distance": "大气雾距离",
  "Adjusts the distance from the camera that the atmospheric fog starts to appear. [*] Note that the fog distance also gets automatically adjusted by the Render Distance setting in Video Settings.": "调整与大气雾开始出现的相机的距离。 [*]请注意，雾距离还通过视频设置中的渲染距离设置自动调整。",
  "Atmospheric Fog Altitude": "大气雾高度",
  "Determines the altitude that the atmospheric fog appears the most prominently.": "确定大气雾最为突出的高度。",
  "Cave Fog": "洞穴雾",
  "Enables extra fog in deep underground areas.": "在深层地下区域启用额外的雾。",
  "Light Shaft Mode": "轻轴模式",
  "Determines the behaviour of light shafts. [+] Scene Aware Light Shafts automatically transition between regular and extreme modes to provide the best results. [-] Extreme mode is not recommended for general gameplay, and it can severely impact performance.": "确定光轴的行为。 [+]场景意识灯轴自动在常规模式和极端模式之间自动过渡，以提供最佳结果。 [ - ]不建议将极端模式用于一般游戏玩法，并且会严重影响性能。",
  "Scene Aware [+]": "场景意识[+]",
  "Regular": "常规的",
  "Extreme [-]": "极端[ - ]",
  "Light Shaft Smoke": "轻轴烟雾",
  "Adds volumetric smoke to the light shafts. [-] This effect can impact performance.": "在轻轴上增加体积烟雾。 [ - ]这种效果会影响性能。",
  "Special Pale Garden Shafts": "特殊的浅花园轴",
  "Makes light shafts look extra spicy in the \"Pale Garden\" biome.": "使轻轴在“淡花园”生物群落中看起来更辛辣。",
  "Light Shaft Day Multiplier": "轻轴日乘数",
  "Light Shaft Night Multiplier": "轻轴夜乘数",
  "Light Shaft Rain Multiplier": "轻轴雨量乘数",
  "Cloud Style": "云样式",
  "Determines the style of clouds. [*] \"Set by Style\" means that the setting will be automatically determined by the \"Visual Style\" setting in the main menu of Shader Options. [*] The \"Vanilla\" style requires clouds to be enabled in Video Settings.": "确定云的样式。 [*]“按样式设置”意味着设置将由着色器选项主菜单中的“视觉样式”设置自动确定。 [*]“香草”样式需要在视频设置中启用云。",
  "Set by Style": "由样式设置",
  "Vanilla [*]": "香草[*]",
  "Cloud Shadows": "云阴影",
  "Enables shadows that are cast from the clouds. [*] This setting only works with the \"Reimagined\" or \"Unbound\" Cloud Styles. [*] Cloud shadows will be randomly generated if Cloud Style is set to \"Unbound\", because of the extra complexity of Unbound clouds.": "启用从云层铸造的阴影。 [*]此设置仅适用于“重新构想”或“未结合”云样式。 [*]如果云样式设置为“未结合”，将随机生成云阴影，因为未结合的云的额外复杂性。",
  "Prevent Clouds in Interiors": "防止内部云",
  "Does additional checks to remove clouds in closed areas. [*] This setting only works with the \"Reimagined\" or \"Unbound\" Cloud Styles. [*] This setting will be disabled if \"Real-Time Shadows\" is OFF.": "还要进行其他检查以删除封闭区域中的云。 [*]此设置仅适用于“重新构想”或“未结合”云样式。 [*]如果“实时阴影”关闭，此设置将被禁用。",
  "Cloud Altitude": "云高度",
  "Determines the world height which the clouds will appear at. [*] This setting only works with the \"Reimagined\" or \"Unbound\" Cloud Styles.": "确定云将出现的世界高度。 [*]此设置仅适用于“重新构想”或“未结合”云样式。",
  "Cloud Speed": "云速度",
  "Determines how fast the clouds are going to move. \"Synced to World Time\" setting uses Minecraft world time to advance the cloud positions; this allows for clouds to appear the same between players in the same server. [*] This setting only works with the \"Reimagined\" or \"Unbound\" Cloud Styles.": "确定云的移动速度。 “与世界同步”设置使用Minecraft World Time来推进云位置；这允许云在同一服务器中的播放器之间显示相同。 [*]此设置仅适用于“重新构想”或“未结合”云样式。",
  "Synced to World Time": "同步到世界时代",
  "Cloud Red Multiplier": "云红乘数",
  "Cloud Green Multiplier": "云绿色乘数",
  "Cloud Blue Multiplier": "云蓝色乘数",
  "Cloud Amount": "云量",
  "Adjusts the amount of Unbound clouds.": "调整未结合云的数量。",
  "Cloud Smallness": "云小",
  "Adjusts the size of Unbound clouds. Higher values produce smaller clouds.": "调整未结合云的大小。较高的值会产生较小的云。",
  "Rain Cloud Addition": "雨云增加",
  "Adjusts the cloud amount increase that gets applied during rain/snow.": "调整在雨/雪期间施加的云量增加。",
  "Double Reimagined Clouds": "双重重新构想的云",
  "Enables a secondary Reimagined cloud layer. [*] This setting only works with the \"Reimagined\" Cloud Style.": "启用辅助重新构想的云层。 [*]此设置仅适用于“重新构想”的云样式。",
  "Cloud Layer 2 Altitude": "云第2层高度",
  "Determines the world height which the second layer clouds will appear at. [*] This setting only works when the \"Double Reimagined Clouds\" option is enabled with the \"Reimagined\" Cloud Style.": "确定第二层云将出现的世界高度。 [*]仅当“重新构想”云样式启用“双重重新构想”选项时，此设置才能起作用。",
  "Nether Storm": "孤独的风暴",
  "Adds a smoke-like volumetric effect to the Nether dimension. [-] This effect can impact performance.": "在浅色尺寸中增加了类似烟雾的体积效应。 [ - ]这种效果会影响性能。",
  "Nether Storm Opacity": "无情的风暴不透明度",
  "Adjusts the opacity of the Nether Storm.": "调整无裸露风暴的不透明度。",
  "Nether Storm Lower Altitude": "淡淡的风暴较低海拔",
  "Determines the lower starting point of the Nether Storm. The Nether Storm won't appear below this altitude, and it will look the most bright right above this altitude.": "确定孤立风暴的下部起点。裸露的风暴不会出现在这个高度下方，它看起来最明亮的位置上方。",
  "Nether Storm Height": "幽默的风暴高度",
  "Determines how tall the Nether Storm will form. Decrasing this value will result in the Nether Storm gathering near the \"Nether Storm Lower Altitude\".": "确定幽风的形成多高。降低该值将导致“孤立风暴下海拔”附近的淡淡风暴聚集。",
  "Nether View Limit": "纯视图限制",
  "Determines the maximum distance that the fog allows to be visible in the Nether. [-] Increasing this setting can impact performance when \"Nether Storm\" is enabled.": "确定雾允许在内部可见的最大距离。 [ - ]当启用“裸露风暴”时，增加此设置会影响性能。",
  "7 Chunks": "7个块",
  "32 Chunks [-]": "32个块[ - ]",
  "48 Chunks [-]": "48个块[ - ]",
  "64 Chunks [-]": "64个块[ - ]",
  "Limitless [-]": "无限[ - ]",
  "Color Mode": "颜色模式",
  "Determines how the ambience colors will be handled in the Nether. Constant: Colors won't change between biomes. Biome Based: Colors will change depending on the biome. Biome Based (Modified): Biome based, but the colors have been rebalanced to better suit the default visual direction of Complementary.": "确定如何在裸露的氛围上处理氛围。常数：颜色不会在生物群落之间发生变化。基于生物群体：颜色会根据生物群落而变化。基于生物组的（修改）：基于生物群体，但颜色已重新平衡，以更好地适合互补的默认视觉方向。",
  "Biome Based (Modified)": "基于生物组的（修改）",
  "Biome Based": "基于生物群体",
  "Constant": "持续的",
  "General Brightness": "一般亮度",
  "Also known as \"Tonemap Exposure\". Adjusts the overall brightness of the whole image.": "也称为“ ToneMap暴露”。调整整个图像的整体亮度。",
  "White Brightness": "白色亮度",
  "Also known as \"Tonemap White Curve\". Adjusts how easily the colors reach to full white.": "也称为“ Tonemap White Curve”。调整颜色到达全白色的容易程度。",
  "Contrast of Brighter Colors": "较亮颜色的对比",
  "Also known as \"Tonemap Upper Curve\". Adjusts contrast of brighter colors.": "也称为“ ToneMap上曲线”。调整较亮颜色的对比度。",
  "Contrast of Darker Colors": "深色的对比",
  "Also known as \"Tonemap Lower Curve\". Adjusts contrast of darker colors.": "也称为“ Tonemap下曲线”。调整深色的对比度。",
  "Saturation": "饱和",
  "Adjusts overall colorfulness of the image.": "调整图像的整体色彩。",
  "Saturation of Paler Colors": "颜色饱和",
  "Also known as \"Vibrance\". Adjusts the colorfulness of the image, but already colorful pixels are less affected.": "也称为“充满活力”。调整图像的色彩丰富，但已经五颜六色的像素受到的影响较小。",
  "Enables settings to freely mix up the final color channels.": "启用设置可以自由混合最终的颜色通道。",
  "Red to Red": "红色到红色",
  "Red to Green": "红色到绿色",
  "Red to Blue": "红色到蓝色",
  "Red Curve": "红色曲线",
  "Green to Red": "绿色至红色",
  "Green to Green": "绿色至绿色",
  "Green to Blue": "绿色至蓝色",
  "Green Curve": "绿色曲线",
  "Blue to Red": "蓝色到红色",
  "Blue to Green": "蓝色至绿色",
  "Blue to Blue": "蓝色至蓝色",
  "Blue Curve": "蓝色曲线",
  "Water Style": "水性",
  "Determines the style of water. [*] \"Set by Style\" means that the setting will be automatically determined by the \"Visual Style\" setting in the main menu of Shader Options.": "确定水的风格。 [*]“按样式设置”意味着设置将由着色器选项主菜单中的“视觉样式”设置自动确定。",
  "Reimagined + Waves": "重新构想 +波",
  "Water Caustic Style": "水的苛性风格",
  "Determines the style of water shadows, also known as water caustics.": "确定水阴影的风格，也称为水苛性剂。",
  "Same as Water": "和水一样",
  "Water Refraction Intensity [*]": "水折射强度[*]",
  "Adjusts the intensity of water refraction and underwater distortion. [*] This setting only fully works when Detail Quality is set to \"High\", or else it will only affect the subtle underwater distortion.": "调节水折射的强度和水下扭曲。 [*]仅当将细节质量设置为“高”时，此设置只能完全工作，否则它只会影响微妙的水下失真。",
  "Water Foam Intensity": "水泡沫强度",
  "Determines the opacity of foam seen on water edges. [*] This setting only works when Detail Quality is set to Medium or higher.": "确定在水边缘上看到的泡沫的不透明性。 [*]此设置仅在将细节质量设置为中或更高时才能起作用。",
  "Water Opacity Factor": "水不透明度因子",
  "Adjusts how opaque the water looks. [-] Extreme values will break the balance of water lighting. [*] This setting only works when Detail Quality is set to Medium or higher.": "调整不透明的水的外观。 [ - ]极端值将破坏水照明的平衡。 [*]此设置仅在将细节质量设置为中或更高时才能起作用。",
  "Water Fog Factor": "水雾因子",
  "Adjusts how close the water fog looks. Higher values provide closer fog. [-] Extreme values will break the balance of water lighting.": "调整水雾的外观。较高的值可提供更紧密的雾。 [ - ]极端值将破坏水照明的平衡。",
  "Water Surface Red Multiplier": "水面红乘数",
  "Water Surface Green Multiplier": "水面绿色乘数",
  "Water Surface Blue Multiplier": "水面蓝色乘数",
  "Determines how the water color will be handled. Constant: Water colors won't change between biomes. Biome Based: Color will change depending on the biome. Biome Based (Clamped): Biome based, but prevents the surface color from getting weird in certain biomes. [*] This setting won't work correctly on Minecraft versions below 1.13.": "确定如何处理水颜色。常数：生物群落之间的水色不会改变。基于生物群体：颜色会根据生物群落而变化。基于生物组的（夹紧）：基于生物群体，但可以防止表面颜色变得怪异某些生物群落。 [*]此设置在1.13以下的Minecraft版本上无法正常工作。",
  "Biome Based (Clamped)": "基于生物群体（夹紧）",
  "Brighter Shallow/Cave Water": "浅浅/洞穴水",
  "Makes shallow water or water in closed areas brighter to improve visibility in caves, and add some color detail to the shallow parts of oceans. [*] This effect won't work if Water Opacity Factor is set higher than 199 for technical reasons.": "使封闭区域的浅水或水更明亮，以提高洞穴的可见度，并在海洋的浅处添加一些颜色细节。 [*]如果由于技术原因将水不透明因子设置为199，则这种效果将无法正常工作。",
  "Underwater Red Multiplier": "水下红色乘数",
  "Underwater Green Multiplier": "水下绿色乘数",
  "Underwater Blue Multiplier": "水下蓝色乘数",
  "Wave Strength": "波强度",
  "Adjusts the intensity of surface-direction waves (normals) seen on water.": "调节在水上看到的表面方向波（正常）的强度。",
  "Wave Strength - Small Waves": "波强 - 小波",
  "Adjusts the intensity of waves that are smaller than others.": "调整比其他波的波强度的强度。",
  "Wave Strength - Medium Waves": "波强 - 中波",
  "Adjusts the intensity of waves that are average-sized compared to others.": "调整与其他波的平均大小相比的波强度。",
  "Wave Strength - Large Waves": "波强 - 大浪",
  "Adjusts the intensity of waves that are larger than others.": "调整比其他波的强度强度。",
  "Wave Speed": "波速",
  "Adjusts the movement speed of surface-direction waves (normals) seen on water.": "调节在水上看到的表面方向波（正常）的运动速度。",
  "Wave Size": "波大小",
  "Adjusts how big the surface-direction waves (normals) look on water.": "调整表面方向波（正常）在水上的大小。",
  "Sun/Moon Angle": "太阳/月球角",
  "Adjusts the angle of sun/moon relative to the world during noon. [+] Reimagined's lighting model is specially designed to make the \"0\" sun angle work just as well as others.": "中午调整相对于世界的太阳/月亮的角度。 [+]重新构想的照明模型是专门设计的，可以使“ 0”阳光与其他阳光一样起作用。",
  "0 (Reimagined)": "0（重新想象）",
  "-40 (Unbound)": "-40（未结合）",
  "Sun/Moon Style": "太阳/月亮风格",
  "Determines the style of sun/moon. [*] This setting might interact incorrectly with some resource packs due to the limitations of sun/moon/skybox differentiation.": "确定太阳/月亮的风格。 [*]由于太阳/月亮/天盒分化的局限性，此设置可能与某些资源包的交互作用不正确。",
  "Unbound - Smaller": "未结合 - 较小",
  "Sun/Moon Horizon": "太阳/月亮地平线",
  "Prevents the sun/moon from appearing below the horizon line.": "防止太阳/月亮出现在地平线下方。",
  "Sun/Moon During Rain": "雨期间的太阳/月亮",
  "Determines if the sun and moon will be visible during rain or not.": "确定在雨期间是否可以看到太阳和月亮。",
  "Night Star Amount": "夜星数",
  "Determines the amount of stars in the night sky.": "确定夜空中的恒星数量。",
  "Rainbows": "彩虹",
  "Enables rainbows that appear at the opposite side of the sun during the morning/evening.": "在早晨/晚上，启用彩虹出现在阳光的另一侧。",
  "After Rain": "下雨后",
  "Always": "总是",
  "Aurora Borealis Style": "Aurora Borealis风格",
  "Determines the style of northern lights that appear in the night sky.": "确定夜空中出现的北极光的风格。",
  "Aurora C.": "Aurora C.",
  "Aurora Condition setting determines the condition(s) for the Aurora Borealis to appear. [*] Aurora Borealis will only appear during night regardless of this setting": "Aurora条件设置确定了Aurora Borealis出现的条件。 [*] Aurora Borealis只会在晚上出现，无论这种情况如何",
  "Every Night": "每天晚上",
  "Full Moon": "满月",
  "Snowy Biome": "下雪的生物群落",
  "Full Moon in Snowy Biome": "雪地生物群落中的满月",
  "Full Moon or Snowy Biome": "满月或白雪皑皑的生物群落",
  "Night Nebulae": "夜星云",
  "Adds galaxy-style nebulae to the night sky. The nebulae are procedurally generated, and they will look different every night. [-] This effect can impact performance. [*] \"Nebulae\" isn't a typo, it's the plural of Nebula =D": "在夜空中添加了星系风格的星云。星云是在程序上生成的，它们每晚都会不同。 [ - ]这种效果会影响性能。 [*]“星云”不是错字，它是星云= D的复数",
  "Night Nebula Brightness": "夜间星云亮度",
  "Adjusts the brightness of Night Nebulae.": "调整夜间星云的亮度。",
  "Rainy Weather Style": "多雨的天气风格",
  "Determines the style of rainy weather.": "确定多雨天气的风格。",
  "Light & Warmer": "轻型和温暖",
  "Heavy & Colder": "沉重和冷",
  "Special Cold/Dry Weather": "特殊的寒冷/干燥天气",
  "Changes the atmosphere balance in cold and dry biomes to make things feel like a snowstorm or sandstorm.": "改变寒冷和干燥生物群落的气氛平衡，使事情感觉像暴风雪或沙尘暴。",
  "Weather Texture Opacity": "天气质地不透明度",
  "Adjusts the opacity of the rainfall/snowfall weather textures.": "调整降雨/降雪天气质地的不透明性。",
  "Shadow Smoothing": "阴影平滑",
  "Determines the sharpness of shadows. [-] Lowering this setting will increase shadow flickering and impact performance. [*] This setting only works if \"Real-Time Shadows\" is set to Low or higher.": "确定阴影的清晰度。 [ - ]降低此设置将增加阴影闪烁和影响性能。 [*]仅当“实时阴影”设置为低或更高时，此设置才能起作用。",
  "Very Smooth": "非常光滑",
  "Smooth": "光滑的",
  "Sharp [-]": "锋利的 [-]",
  "Very Sharp [-]": "非常敏锐[ - ]",
  "Pixelated Shadows": "像素化阴影",
  "Makes shadows cast from the sun and moon look pixelated.": "使阴影从太阳和月亮看起来像素化。",
  "Pixelated Blocklight": "像素化的块灯",
  "Makes the lighting cast by light source blocks look pixelated.": "使光源块铸造的照明看起来像素化。",
  "Pixelated Edge Shadows": "像素的边缘阴影",
  "Makes Minecraft's vanilla ambient occlusion look pixelated.": "使Minecraft的香草环境阻塞看起来像素化。",
  "Pixelation Scale": "像素化量表",
  "Scaling done on the textures resolution.": "在纹理分辨率上进行缩放。",
  "0.25x": "0.25倍",
  "0.5x": "0.5倍",
  "1x": "1倍",
  "2x": "2倍",
  "Bloom": "盛开",
  "Enables blurry glow from bright objects and humidity.": "从明亮的物体和湿度中启用模糊的光芒。",
  "Bloom Strength": "绽放力量",
  "Determines the intensity of glow on bright things, and the bloom from rain/cave humidity. [-] Too much bloom will cause the image to get blurrier and brighter than intended, especially in humid conditions.": "确定明亮事物上发光的强度，以及雨水/洞穴湿度的绽放。 [ - ]太多的盛开会导致图像变得比预期的要模糊，更明亮，尤其是在潮湿条件下。",
  "15%": "15％",
  "20%": "20％",
  "25%": "25％",
  "30%": "30％",
  "35%": "35％",
  "40%": "40％",
  "45%": "45％",
  "50%": "50％",
  "55%": "55％",
  "60%": "60％",
  "65%": "65％",
  "70%": "70％",
  "75%": "75％",
  "80% [-]": "80％[ - ]",
  "85% [-]": "85％[ - ]",
  "90% [-]": "90％[ - ]",
  "95% [-]": "95％[ - ]",
  "100% [-]": "100％[ - ]",
  "110% [-]": "110％[ - ]",
  "120% [-]": "120％[ - ]",
  "130% [-]": "130％[ - ]",
  "150% [-]": "150％[ - ]",
  "180% [-]": "180％[ - ]",
  "Insane": "疯狂的",
  "Image Sharpening": "图像锐化",
  "Makes the image sharper using a filter. [-] Too much sharpening might cause visual artifacts like aliasing, flickering, noise, and subtle brightness changes.": "使用过滤器使图像更加清晰。 [ - ]过多的锐化可能会导致视觉伪像，例如混音，闪烁，噪音和微妙的亮度变化。",
  "3x": "3倍",
  "5x": "5倍",
  "6x [-]": "6x [ - ]",
  "7x [-]": "7x [ - ]",
  "8x [-]": "8x [ - ]",
  "9x [-]": "9x [ - ]",
  "10x [-]": "10x [ - ]",
  "Lens Flare": "镜头耀斑",
  "Adds camera lens reflection effect when towards the sun or moon. [-] This effect can severely impact performance.": "朝着太阳或月亮时增加相机镜头反射效果。 [ - ]这种效果会严重影响性能。",
  "Sun Only": "只有太阳",
  "Sun & Moon": "太阳和月亮",
  "Lens Flare Intensity": "镜头耀斑强度",
  "Adjusts the strength of the Lens Flare effect.": "调整镜头耀斑效应的强度。",
  "Temporal Filter": "时间过滤器",
  "Determines the behaviour of temporal anti aliasing. Smart & Subtle [+]: Temporal filter is applied in small amounts to the image in a way that won't cause artifacts. Intense [*]: Provides better anti-aliasing, but it will cause extra smudging and flickering; it might be the better choice at a higher frame rate and resolution. OFF [-]: Turning this off will cause worse performance and worse effect quality.": "确定时间抗混溶的行为。智能和微妙[+]：时间过滤器以少量的方式应用于图像，不会引起伪影。激烈[*]：提供更好的抗氧化剂，但会引起额外的污迹和闪烁；在较高的帧速率和分辨率下，这可能是更好的选择。关闭[ - ]：关闭此问题将导致性能较差，效果质量较差。",
  "Smart & Subtle [+]": "聪明和微妙[+]",
  "Intense [*]": "激烈的 [*]",
  "OFF [-]": "离开 [-]",
  "Distant Light Bokeh": "远处的景点",
  "Makes distant light sources look scattered by applying a single pixel blur in the distance. [+] This effect benefits from IntegratedPBR+ (optional) by adjusting distant light sources for better looks.": "通过在远处施加单个像素模糊，使遥远的光源看起来散落。 [+]这种效果通过调整远处的光源以获得更好的外观来受益于IntegratedPBR+（可选）。",
  "Motion Blur": "运动模糊",
  "Applies blur to the image when moving the camera.": "移动相机时，将模糊应用于图像。",
  "Motion Blur Strength": "运动模糊力量",
  "Adjusts the intensity of motion blur.": "调节运动模糊的强度。",
  "Enables world blurring. Distance Blur: Blur gets applied like fog, depending on the distance from the camera. Depth of Field: Blurring happens depending on the focus point of the camera. [-] This effect can severely impact performance.": "使世界变得模糊。距离模糊：模糊会像雾一样施加，具体取决于距相机的距离。景深：模糊会根据相机的焦点而发生。 [ - ]这种效果会严重影响性能。",
  "Distance Blur": "距离模糊",
  "Depth of Field": "景深",
  "FOV Scaled Blur": "FOV缩放模糊",
  "Scales World Blur to the camera Field of View. World Blur will get more intense if you zoom in with this enabled.": "量表世界模糊到摄像机视野。如果您将启用此功能放大，那么World Blur将会变得更加激烈。",
  "Chromatic Blur": "色彩模糊",
  "Applies chromatic aberration to the blurry areas, separating different colors in blurred areas.": "将色差应用于模糊区域，在模糊区域中分离出不同的颜色。",
  "Anamorphic Blur": "变形模糊",
  "Stretches the blur in one direction. [-] This option can reduce the quality of the World Blur": "将模糊沿一个方向拉伸。 [ - ]此选项可以降低世界的质量模糊",
  "Depth of Field Strength": "野外强度的深度",
  "Depth of Field Focus": "景深聚焦",
  "Determines the focus distance of the camera. Automatic: The focus point will be adjusted according to the center point of the screen. Brightness: The focus point will be determined by the \"Brightness\" slider in Video Settings.": "确定相机的聚焦距离。自动：焦点将根据屏幕的中心进行调整。亮度：焦点将由视频设置中的“亮度”滑块确定。",
  "Brightness [*]": "亮度[*]",
  "Automatic": "自动的",
  "Dis. Blur - Day": "dis。模糊 - 一天",
  "Dis. Blur - Night & Interiors": "dis。模糊 - 夜间和内饰",
  "Dis. Blur - Rain & Snow": "dis。模糊 - 雨和雪",
  "Dis. Blur - Underwater": "dis。模糊 - 水下",
  "Dis. Blur - The Nether": "dis。模糊 - 幽默",
  "Dis. Blur - The End": "dis。模糊 - 结束",
  "Vignette": "小插图",
  "Applies darkening around the edges of the screen.": "在屏幕边缘周围应用变暗。",
  "Chromatic Aberration": "色差",
  "Separates different colors towards the edges of the screen. [-] Chromatic Aberration can cause the image to feel blurry; high values aren't recommended for gameplay.": "将不同的颜色朝屏幕边缘分开。 [ - ]色差会导致图像感到模糊；不建议在游戏玩法中使用高值。",
  "4 [-]": "4 [ - ]",
  "5 [-]": "5 [ - ]",
  "6 [-]": "6 [ - ]",
  "7 [-]": "7 [ - ]",
  "8 [-]": "8 [ - ]",
  "IPBR+ Emissive Mode": "IPBR+发射模式",
  "Determines the handling of emissives within IntegratedPBR+. Choosing the labPBR or seuspbr options allow compatible resource packs to completely override IPBR+ emissives on blocks that have specular textures attached to them. [-] It's not recommended to change this setting unless you know what you are doing.": "确定在IntegratedPBR+中的发电机的处理。选择LABPBR或SEUSPBR选项允许兼容的资源包完全覆盖具有镜面纹理的块上的IPBR+发射剂。 [ - ]除非您知道自己在做什么，否则不建议更改此设置。",
  "IPBR+ Only": "仅IPBR+",
  "labPBR > IPBR+": "LABPBR> IPBR+",
  "seuspbr > IPBR+": "Seuspbr> IPBR+",
  "IPBR+ Compatibility Mode": "IPBR+兼容模式",
  "Changes how some IPBR+ features are calculated to be less aggressive in order to cause less problems with resource packs, or mods.": "更改某些IPBR+功能的计算方式较少，以减少资源包或mod的问题。",
  "IPBR+ Particle Features": "IPBR+粒子特征",
  "Enables several features for particles, including things like glowing lava particles and better-colored water particles.": "启用颗粒的几个功能，包括诸如发光的熔岩颗粒和色彩更好的水颗粒之类的东西。",
  "Improved Glass": "改进的玻璃",
  "Improves the regular glass by adding a translucent layer to it. [-] Does not work on older Iris versions. [*] RP Support option must be set to Integrated PBR+.": "通过向其添加半透明层来改善常规玻璃。 [ - ]不适用于较旧的虹膜版本。 [*] RP支持选项必须设置为集成的PBR+。",
  "Green Screen Lime Blocks": "绿屏石灰块",
  "Turns \"Lime Concrete\", \"Lime Wool\", and \"Lime Carpet\" into green screens for video editing. Tip 1: Turn off \"Bloom\" option to improve separation. Tip 2: Put lights under lime carpets for lighting. Tip 3: You can turn off Anti-Aliasing (FXAA) and set Detail Quality to Potato in Performance Settings to disable all filtering and get pixel-perfect separation.": "将“石灰混凝土”，“石灰羊毛”和“石灰地毯”变成绿色屏幕进行视频编辑。提示1：关闭“开花”选项以改善分离。提示2：将灯光放在石灰地毯下进行照明。提示3：您可以在性能设置中关闭反叠液（FXAA），并将细节质量设置为马铃薯，以禁用所有过滤并获得像素完美的分离。",
  "Hand Sway": "手摇摆",
  "Adds slow movement to the player hand to simulate a breathing animation.": "为玩家手增加了缓慢的运动，以模拟呼吸动画。",
  "Less Fog Inside Lava or Snow": "在熔岩或雪中少雾",
  "Reduces the lava fog and powder snow fog to improve visibility inside them.": "减少熔岩和粉末雪雾，以提高其内部的可见性。",
  "Reduce Close-up Particles": "减少特写颗粒",
  "Reduces the opacity of particles that are close to the camera to improve visibility.": "降低靠近相机的颗粒的不透明度，以提高可见度。",
  "Snowy World": "下雪世界",
  "Makes the entire world covered with snow.": "使整个世界覆盖着雪。",
  "Show Light Levels": "显示光线水平",
  "In Overworld: Yellow means mobs can spawn during night time, red means mobs can spawn anytime. In Nether or End: Yellow means some mobs can spawn, red means all mobs can spawn. [*] Disable Smooth Lighting for precise results.": "在《 Overworld：黄色》中，黄色意味着暴民可以在夜间产卵，红色意味着暴民可以随时产卵。在裸露或末端：黄色意味着某些暴民可以产卵，红色意味着所有暴民都可以产卵。 [*]禁用光滑照明以获得精确的结果。",
  "Hold Spider Eye": "抓住蜘蛛的眼睛",
  "Hold Light Source": "保持光源",
  "Always ON": "总是继续",
  "Color Coded Programs [-]": "颜色编码程序[ - ]",
  "Shows which shader programs are being used to render geometry. [-] This option is only for development purposes and shouldn't be used for gameplay. [*] Color values can be found in the shader pack files: shaders/lib/misc/colorCodedPrograms.glsl": "显示哪些着色器程序用于渲染几何形状。 [ - ]此选项仅用于开发目的，不应用于游戏玩法。 [*]可以在着色器包装文件中找到颜色值：着色器/lib/misc/colorcodedPrograms.glsl",
  "Force Glowing Particles [-]": "强制发光颗粒[ - ]",
  "Makes all particles that are technically \"colored\" turn emissive. [-] This option isn't recommended for general gameplay as it makes a lot of particles glow when they are made of materials that shouldn't glow at all.": "使所有在技术上“有色”的粒子变成发射。 [ - ]不建议将此选项用于一般游戏玩法，因为当它们是由根本不应该发光的材料制成时，它们会发出许多颗粒的光芒。",
  "Cave Lighting Multiplier": "洞穴照明乘数",
  "Adds extra lighting to areas that don't have skylight. [*] Cave lighting is also affected by the \"Brightness\" slider in Video Settings. [-] Drastically changing this setting can break the lighting balance.": "在没有天窗的区域增加了额外的照明。 [*]洞穴照明也受视频设置中的“亮度”滑块的影响。 [ - ]大幅度更改此设置可以打破照明平衡。",
  "Shadow Light Multiplier": "阴影光乘数",
  "Determines the amount of ambient lighting seen in shadows. [-] Drastically changing this setting can break the lighting balance.": "确定阴影中看到的环境照明量。 [ - ]大幅度更改此设置可以打破照明平衡。",
  "Player Shadow [*]": "播放器影子[*]",
  "Determines if the player will cast a shadow or not. [*] This setting only works on Iris. [*] This setting will be disabled if \"Real-Time Shadows\" is OFF.": "确定玩家是否会抛出阴影。 [*]此设置仅适用于虹膜。 [*]如果“实时阴影”关闭，此设置将被禁用。",
  "Generated Normals": "产生的正常",
  "Adds auto-generated bumpy details to surfaces. [*] RP Support option must be set to Integrated PBR+.": "将自动生成的颠簸细节添加到表面上。 [*] RP支持选项必须设置为集成的PBR+。",
  "Coated Textures": "涂层纹理",
  "Adds auto-generated dusty details to textures. [*] RP Support option must be set to Integrated PBR+.": "将自动生成的尘土粉质细节添加到纹理中。 [*] RP支持选项必须设置为集成的PBR+。",
  "Allow GN and CT on Entities": "允许GN和CT对实体",
  "Decides if Generated Normals and Coated Textures can appear on entities. [*] This won't enable GN or CT on entities if the main GN or CT options are disabled.": "决定是否会出现在实体上的正常纹理和涂层纹理。 [*]如果禁用了主要的GN或CT选项，则不会在实体上启用GN或CT。",
  "Generated Normal Strength": "产生正常强度",
  "Adjusts the strength of auto-generated bumpy details on surfaces.": "调整表面上自动产生的颠簸细节的强度。",
  "Coated Texture Strength": "涂层质地强度",
  "Adjusts the strength of auto-generated dusty details on textures.": "调整自动产生的纹理细节的强度。",
  "Enable Glowing Ores": "启用发光的矿石",
  "Enables the functionality of glowing ores. [*] Choosing \"Set By Style\" will only enable glowing ores if the \"Visual Style\" is set to \"Unbound\". [*] The settings below won't work if this option isn't enabled.": "启用发光矿石的功能。 [*]选择“按样式设置”仅在设置为“ Unbound”时才能启用发光的矿石。 [*]如果未启用此选项，以下设置将无法工作。",
  "Set By Style": "由样式设置",
  "Ore Glow Strength": "矿石发光强度",
  "Determines the emission strength of glowing ores.": "确定发光矿石的发射强度。",
  "Glowing Iron Ore": "发光的铁矿石",
  "Glowing Gold Ore": "发光的金矿",
  "Glowing Copper Ore": "发光的铜矿",
  "Glowing Redstone Ore [*]": "发光的红石矿石[*]",
  "[*] All redstone ores will still glow if they are \"activated\" regardless of this setting.": "[*]如果这种设置如何“激活”，所有红石矿石仍然会发光。",
  "Glowing Lapis Lazuli Ore": "发光的青金石矿石",
  "Glowing Emerald Ore": "发光的祖母绿矿石",
  "Glowing Diamond Ore": "发光的钻石矿石",
  "Glowing Nether Quartz Ore": "发光的浅石英矿石",
  "Glowing Nether Gold Ore": "发光的淡金矿矿石",
  "Glowing Gilded Blackstone": "发光的镀金黑石",
  "Glowing Ancient Debris": "发光的古代碎片",
  "Glowing Modded Ores [*]": "发光改装的矿石[*]",
  "[*] You can add modded ore IDs to \"Complementary-->shaders-->block.properties\" file in order to make them glow. You can open block.properties using any text editor like notepad, and then add modded ore block IDs next to \"block.10024=\".": "[*]您可以将改装的矿石ID添加到“互补 - >阴暗器 - > block.properties”文件中，以使其发光。您可以使用任何文本编辑器（如记事本）打开块。properties，然后在“ block.10024 =”旁边添加改装的矿石块ID。",
  "Glowing Amethyst": "发光的紫水晶",
  "Crystal": "水晶",
  "Crystal & Block": "水晶和块",
  "Glowing Glow Lichen": "发光的地衣",
  "In Closed Areas": "在封闭区域",
  "Glowing Redstone Block": "发光的红石块",
  "Glowing Lapis Lazuli Block": "发光的青金石块",
  "Glowing Armor Trim [*]": "发光的盔甲饰边[*]",
  "Makes armor trims emissive. [*] This feature only works on Iris, as Optifine doesn't support armor trim detection.": "使装甲装饰发射。 [*]此功能仅适用于IRIS，因为Optifine不支持装甲装饰检测。",
  "Normal Map Strength": "正常地图强度",
  "Adjusts the strength of bumpy details on surfaces. [*] RP Support option must be set to labPBR/seuspbr, and a compatible resource pack must be used.": "调整表面上颠簸细节的强度。 [*] RP支持选项必须设置为LABPBR/SEUSPBR，并且必须使用兼容的资源包。",
  "Custom Emission Intensity": "自定义排放强度",
  "Adjusts the intensity of glowing surfaces. [*] RP Support option must be set to labPBR/seuspbr, and a compatible resource pack must be used.": "调整发光表面的强度。 [*] RP支持选项必须设置为LABPBR/SEUSPBR，并且必须使用兼容的资源包。",
  "Parallax Occlusion Mapping": "视差遮挡映射",
  "Enables 3D effect on surfaces. [-] This effect can severely impact performance. [*] RP Support option must be set to labPBR/seuspbr, and a compatible resource pack must be used.": "启用3D对表面的影响。 [ - ]这种效果会严重影响性能。 [*] RP支持选项必须设置为LABPBR/SEUSPBR，并且必须使用兼容的资源包。",
  "ON [-]": "在 [-]",
  "POM Depth": "POM深度",
  "Adjusts the depth of parallax occlusion mapping. [*] RP Support option must be set to labPBR/seuspbr, and a compatible resource pack must be used.": "调整视差遮挡映射的深度。 [*] RP支持选项必须设置为LABPBR/SEUSPBR，并且必须使用兼容的资源包。",
  "POM Quality": "POM质量",
  "Adjusts the sharpness/accuracy of parallax occlusion mapping. [-] Values higher than 200 can severely impact performance. [*] Values lower than 100 will force \"POM Lighting Mode\" to \"Smooth\". [*] RP Support option must be set to labPBR/seuspbr, and a compatible resource pack must be used.": "调整视差遮挡映射的清晰度/准确性。 [ - ]值高于200的值会严重影响性能。 [*]值低于100的值将迫使“ POM照明模式”“平滑”。 [*] RP支持选项必须设置为LABPBR/SEUSPBR，并且必须使用兼容的资源包。",
  "16 [*]": "16 [*]",
  "32 [*]": "32 [*]",
  "64 [*]": "64 [*]",
  "256 [-]": "256 [ - ]",
  "512 [-]": "512 [ - ]",
  "POM Distance": "POM距离",
  "Adjusts how far parallax occlusion mapping is calculated. [*] It's recommended to keep this value below 50 to get a small performance gain. [*] RP Support option must be set to labPBR/seuspbr, and a compatible resource pack must be used.": "调整计算视差遮挡映射的程度。 [*]建议将该值保持在50以下以获得较小的性能增长。 [*] RP支持选项必须设置为LABPBR/SEUSPBR，并且必须使用兼容的资源包。",
  "128 [*]": "128 [*]",
  "256 [*]": "256 [*]",
  "512 [*]": "512 [*]",
  "1024 [*]": "1024 [*]",
  "POM Lighting Mode": "POM照明模式",
  "Adjusts the lighting style for POM-affected surfaces. Sharp: POM walls won't get light if they aren't facing towards the light. Smooth: POM walls will still get light as if they are not walls. [*] This option will be forced to \"Smooth\" if POM Quality is set lower than 100.": "调整针对POM影响的表面的照明样式。夏普：如果pom墙不朝着光线朝向光线，它们就不会发光。光滑：POM墙仍然会像不是墙壁一样发光。 [*]如果将POM质量设置为低于100，则此选项将被迫“平滑”。",
  "Sharp": "锋利的",
  "POM on Cutout Surfaces [-]": "切口表面上的POM [ - ]",
  "Makes POM be able to work on cutout block sections (like gaps of leaves). [-] This effect can severely impact performance.": "使POM能够在切割区域（例如叶子的间隙）上工作。 [ - ]这种效果会严重影响性能。",
  "Directional Blocklight": "方向性块光",
  "Adds depth to blocklight depending on the surface normal. [-] May cause visual artifacts in some situations. [-] This effect can impact performance. [*] RP Support option must be set to labPBR/seuspbr, and a compatible resource pack must be used.": "根据正常表面的情况，将深度增加为块。 [ - ]在某些情况下可能会引起视觉伪像。 [ - ]这种效果会影响性能。 [*] RP支持选项必须设置为LABPBR/SEUSPBR，并且必须使用兼容的资源包。",
  "Subtle [-]": "微妙的 [-]",
  "Normal [-]": "普通的 [-]",
  "Intense [-]": "激烈的 [-]",
  "Dynamic Handheld Lighting": "动态的手持式照明",
  "Allows handheld light sources to cast light onto the scene.": "允许手持式光源投射到现场。",
  "Blocklight Flickering": "挡片闪烁",
  "Adds a flickering effect to the light cast from blocks.": "从块中的光铸造出闪烁的效果。",
  "Waving Speed": "挥舞速度",
  "Adjusts how quickly the waving effects happen.": "调整挥舞效应发生的速度。",
  "Waving Intensity": "挥舞着强度",
  "Adjusts how much the blocks move when waving. [-] Too much waving intensity can cause waving blocks to clip in and out of other blocks.": "调整挥舞时块移动的数量。 [ - ]挥动强度过多会导致挥舞块夹在其他块中。",
  "1.25 [-]": "1.25 [ - ]",
  "1.50 [-]": "1.50 [ - ]",
  "1.75 [-]": "1.75 [ - ]",
  "2.00 [-]": "2.00 [ - ]",
  "No Waving in Closed Areas": "在封闭区域不挥舞",
  "Prevents blocks from waving in closed areas using skylight. [-] This setting being enabled can cause problems with some resource packs or mods.": "防止使用天窗在封闭区域挥舞块。 [ - ]启用此设置可能会引起某些资源包或mod的问题。",
  "Waving Rain Multiplier": "挥舞着雨量乘数",
  "Multiplies the speed and intensity of waving during rain. [-] Too much waving intensity can cause waving blocks to clip in and out of other blocks. [-] This setting can impact performance when increased above 100.": "在雨中挥舞的速度和强度倍增。 [ - ]挥动强度过多会导致挥舞块夹在其他块中。 [ - ]当增加100以上时，此设置会影响性能。",
  "125 [-]": "125 [ - ]",
  "150 [-]": "150 [ - ]",
  "175 [-]": "175 [ - ]",
  "200 [-]": "200 [ - ]",
  "Waving Grass": "挥舞着草",
  "Adds movement to grass and other similar foliage to simulate wind.": "将运动增加到草和其他类似的叶子中以模拟风。",
  "Waving Leaves": "挥舞着叶子",
  "Adds movement to leaves to simulate wind.": "将运动添加到叶子中以模拟风。",
  "Waving Lava Texture": "挥舞着熔岩质地",
  "Adds constant movement to lava. [*] Lava waving in particular is not affected by the \"No Waving in Closed Areas\" setting.": "增加了熔岩的恒定运动。 [*]尤其是熔岩挥舞不受“在封闭区域中无挥舞”环境的影响。",
  "Waving Lily Pad": "挥舞着百合垫",
  "Adds movement to lily pads and frogspawn to simulate impact from water waves.": "将运动垫和蛙分的运动增加增加，以模拟水浪的影响。",
  "Waving Water Height": "挥舞着水的高度",
  "Adds movement to water position to simulate wind. [*] This option is not related to the \"Water Wave Strength\" setting.": "增加运动位置以模拟风。 [*]此选项与“水波强度”设置无关。",
  "Waving Rain/Snow Texture": "挥舞着雨/雪质感",
  "Adds movement to falling rain and snow textures to make it look more dynamic.": "增加了降雨和雪质量的运动，使其看起来更具动态性。",
  "Special Portal Effects": "特殊的门户效果",
  "Adds special animations and emission to Nether Portals, End Portals, and End Gateways.": "将特殊动画和排放添加到Nether门户网站，最终门户和终点门户。",
  "Adds bright outlines around blocks. [-] This effect can impact performance.": "在街区周围增加了明亮的轮廓。 [ - ]这种效果会影响性能。",
  "World Outline Thickness": "世界大纲厚度",
  "Determines the thickness of the World Outline effect. [-] Increasing this setting can impact performance.": "确定世界大纲效应的厚度。 [ - ]增加此设置会影响性能。",
  "World Outline Brightness": "世界概述亮度",
  "Determines how intense the World Outline effect will be.": "确定世界大纲效应的强度。",
  "World Outline on Entities": "世界大纲",
  "Determines if the World Outline effect will apply to entities or not. [-] This setting may not work perfectly with some custom PBR resource packs.": "确定世界大纲效应是否适用于实体。 [ - ]此设置可能无法与某些自定义PBR资源包完美工作。",
  "Dark Outline": "黑暗轮廓",
  "Adds dark outlines around blocks. [-] This effect can impact performance.": "在街区周围增加了黑暗轮廓。 [ - ]这种效果会影响性能。",
  "Dark Outline Thickness": "黑暗轮廓厚度",
  "Determines the thickness of the Dark Outline effect. [-] Increasing this setting can impact performance.": "确定黑暗轮廓效应的厚度。 [ - ]增加此设置会影响性能。",
  "Rain Puddles": "雨水坑",
  "Adds water puddles to the terrain during rain. [-] Rain puddles can severely impact performance.": "在雨期间，在地形上增加水坑。 [ - ]雨水坑会严重影响性能。",
  "ON - Puddles": "在 - 水坑",
  "ON - Full Coverage": "在 - 全面覆盖范围",
  "ON - Always Puddles": "上 - 总是水坑",
  "ON - Always Full": "上 - 总是满",
  "Underwater Distortion": "水下失真",
  "Adds subtle refraction to the screen when the camera is inside water.": "当相机在水中时，将微妙的折射添加到屏幕上。",
  "Determines the color of the block selection outline.": "确定块选择大纲的颜色。",
  "Default": "默认",
  "Rainbow": "彩虹",
  "Select Color": "选择颜色",
  "Versatile": "多才多艺的",
  "Auto Hide Selection Outline": "自动隐藏选择大纲",
  "Hides the block selection outline if the player isn't holding anything in any of their hands, or only holding a light source in the off-hand.": "如果玩家在任何手中没有任何东西，或者仅在副手中握住光源，请隐藏块选择大纲。",
  "SO Brightness": "如此亮度",
  "SO Red": "如此红色",
  "SO Green": "如此绿色",
  "SO Blue": "如此蓝色",
  "Moon Phased Night Lighting": "月球阶段夜照明",
  "Enables different moon phases to change the night lighting brightness.": "使不同的月相可以改变夜间照明亮度。",
  "Moon Phased Night Atmosphere": "月球阶段的夜晚气氛",
  "Enabled different moon phases to change the night atmosphere brightness.": "使不同的月相改变了夜晚气氛的亮度。",
  "Moon Phased Moon Reflection": "月球阶段的月亮反射",
  "Enables different moon phases to change the brightness of moon reflections.": "使不同的月相可以改变月亮反射的亮度。",
  "Full Moon Intensity": "满月强度",
  "Adjusts the moon phase influence during the Full Moon phase (brightest phase).": "在满月相（最明亮的阶段）期间调整月相的影响。",
  "Partial Moon Intensity": "部分月亮强度",
  "Adjusts the moon phase influence during all moon phases between Full Moon and Dark Moon. This is the phase you will see the most in Minecraft.": "在满月和黑暗月球之间的所有月相中，调整月相的影响。这是您在Minecraft中看到的阶段。",
  "Dark Moon Intensity": "黑暗的月亮强度",
  "Adjusts the moon phase influence during New Moon (darkest phase).": "调整新月（最黑暗阶段）期间的月相影响。",
  "Connected Glass": "连接的玻璃",
  "Makes all types of glass connect to each other. [*] This feature only works if Advanced Colored Lighting is enabled in Performance Settings and your system supports it. [*] This feature will be automatically disable itself if the \"Continuity\" mod is installed.": "使所有类型的玻璃相互连接。 [*]此功能仅在性能设置启用高级彩色照明时才起作用，并且您的系统支持它。 [*]如果安装了“连续性” mod，此功能将自动禁用自身。",
  "Glowing Portal Edges": "发光的门户边缘",
  "Adds an emissive border effect to end and nether portals. [*] This feature only works if Advanced Colored Lighting is enabled in Performance Settings and your system supports it.": "为末端和无内侧门户增添了发射的边界效应。 [*]此功能仅在性能设置启用高级彩色照明时才起作用，并且您的系统支持它。",
  "Fix Puddles Under Glass": "修复玻璃下的水坑",
  "Prevents rain puddles from forming in closed areas with glass roofs when the Rain Puddles setting is enabled. [*] This feature only works if Advanced Colored Lighting is enabled in Performance Settings and your system supports it.": "启用了雨水坑时，可以防止雨水坑在带有玻璃屋顶的封闭区域形成。 [*]此功能仅在性能设置启用高级彩色照明时才起作用，并且您的系统支持它。",
  "Colored Candle Lighting": "彩色蜡烛照明",
  "Makes lights cast by candles to be the same color as their bases. [*] The desaturated candle color variants will continue to use the usual fire color.": "使蜡烛铸造的灯光与基地相同。 [*]淡淡的蜡烛颜色变体将继续使用通常的火色。",
  "Colored Lighting Saturation": "彩色照明饱和",
  "Adjusts how saturated the colors produced from Advanced Colored Lighting will be. [*] It's not recommended to change this value, as the visuals are designed to look the most balanced with the default saturation.": "调整高级彩色照明产生的颜色的饱和度。 [*]不建议更改此值，因为视觉效果设计为与默认饱和度最平衡。",
  "Colored Light Fog": "彩色雾气",
  "Adds volumetric blocklight fog to the scene, most visible during the night or underground. [*] This feature only works if Advanced Colored Lighting is enabled in Performance Settings and your system supports it. [-] This effect can severely impact performance.": "在夜晚或地下最可见的场景中添加了体积的块光雾。 [*]此功能仅在性能设置启用高级彩色照明时才起作用，并且您的系统支持它。 [ - ]这种效果会严重影响性能。",
  "Light Fog Intensity": "光雾强度",
  "Determines the brightness of the Colored Light Fog.": "确定彩色光雾的亮度。",
  "Lighting Red Multiplier": "照明红色乘数",
  "Lighting Green Multiplier": "照明绿色乘数",
  "Lighting Blue Multiplier": "照明蓝色乘数",
  "Lighting Intensity Multiplier": "照明强度乘数",
  "Atmosphere Red Multiplier": "气氛红乘数",
  "Atmosphere Green Multiplier": "气氛绿色乘数",
  "Atmosphere Blue Multiplier": "气氛蓝色乘数",
  "Atmosphere Intensity Multiplier": "气氛强度乘数",
  "Blocklight Red Multiplier": "Blocklight红色乘数",
  "Blocklight Green Multiplier": "Blocklight绿色乘数",
  "Blocklight Blue Multiplier": "Blocklight Blue乘数",
  "Blocklight Intensity": "积极强度"
}